//2.Информация о сотрудниках фирмы включает ФИО, количество проработанных часов за месяц, почасовой тариф.
//Рабочее время свыше 144 часов считается сверхурочным и оплачивается в двойном размере.
//Вывести размер заработной платы каждого сотрудника фирмы за вычетом подоходного налога, который составляет 12 % от суммы заработка.
//Информация должна читаться из коллекции класса Employee. Вывод значений результатов должен осуществляться в окно на форме.
//Для отображения сотрудников, использовать - DataGridView.

namespace Task_3
{
    public partial class Form1 : Form
    {
        public Form1()
        {
            InitializeComponent();
        }
    }
}